Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# SettingsPageAutoOpenLyricsWindow.Header
source: Automatically Open Default Lyrics Window on Startup
de: Beim Programmstart automatisch das Standard-Songtext-Fenster öffnen
es: Abrir automáticamente la ventana de letras predeterminada al iniciar
fr: Ouvre automatiquement la fenêtre de paroles par défaut lorsque le programme démarre
ja: Auto-open default lyrics window on startup
nl: Open automatisch het standaard songtekst venster wanneer het programma start
ru: Автоматически открывает окно текста песни по умолчанию при запуске программы
zh_cn: Automatically opens the default lyrics window when the program starts

# SettingsPageAutoOpenMusicGalleryWindow.Header
source: Open Music Library Window on Startup
de: Öffne das Musikbibliothek-Fenster beim Start der App
es: Abrir ventana de biblioteca de música al iniciar
fr: Ouvrir la fenêtre de la bibliothèque musicale au démarrage de l'application
ja: Open Music Gallery window on startup
nl: Open het muziekbibliotheekvenster wanneer de app start
ru: Открыть окно музыкальной библиотеки при запуске приложения
zh_cn: Open the music library window when the app starts

# SettingsPageAutoPlayWhenOpenMusicGalleryWindow.Header
source: Automatically Continue Playing When Music Library Window is Opened
de: Beim Öffnen des Musikbibliotheksfensters automatisch weiterspielen
es: Continuar reproducción automáticamente cuando se abre la ventana de la biblioteca de música
fr: Continuer automatiquement la lecture lorsque la fenêtre de la bibliothèque de musique est ouverte
ja: Auto-resume playback when Music Gallery window opens
nl: Automatisch doorgaan met afspelen als het venster van de muziekbibliotheek wordt geopend
ru: Автоматически продолжить воспроизведение при открытии окна музыкальной библиотеки
zh_cn: Automatically continue playing when the music library window is opened

# SettingsPageAutoStartWindow.Header
source: When Starting the App
de: Beim Starten der App
es: Al iniciar la aplicación
fr: Au démarrage de l'application
ja: On application startup
nl: Bij het starten van de app
ru: При запуске приложения
zh_cn: 启动应用时

# SettingsPageBackdrop.Header
source: Lyrics Backdrop
de: Songtext-Hintergrund
es: Fondo de Letras
fr: Arrière-plan des paroles
ja: Lyrics Background Material
nl: Songtekst achtergrond
ru: Фон текста песни
zh_cn: 歌词背景材质

# SettingsPageBackgroundAcrylicEffectAmount.Header
source: Album Background Acrylic Effect Strength
de: Albumhintergrund-Acryl-Effekt Stärke
es: Intensidad del efecto acrílico del fondo del álbum
fr: Force de l'effet acrylique de l'arrière-plan de l'album
ja: Album Background Acrylic Strength
nl: Album Achtergrond krilische Effect Kracht
ru: Сила акрилового эффекта альбома
zh_cn: 专辑背景亚克力效果强度

# SettingsPageBackgroundOverlay.Text
source: Lyrics Background
de: Songtext-Hintergrund
es: Fondo de letras
fr: Arrière-plan des paroles
ja: 歌詞の背景
nl: Songtekst achtergrond
ru: Фон текста песни
zh_cn: 歌词背景

# SettingsPageBlurAmount.Header
source: Blur Amount
de: Unschärfebetrag
es: Cantidad desenfocada
fr: Montant du flou
ja: あいまい
nl: Vervaag hoeveelheid
ru: Сумма размытия

# SettingsPageBorderless.Header
source: Borderless Window
de: Rahmenloses Fenster
es: Ventana sin fronteras
fr: Fenêtre sans bordure
ja: ボーダーレスウィンドウ
nl: Randloos venster
ru: Окно без границ
zh_cn: 无边框窗口

# SettingsPageBorderlessHotKey.Header
source: Borderless Lyrics Window Shortcut
de: Grenzenlose Songtext-Verknüpfung
es: Atajo de Ventana de Letras sin fronteras
fr: Raccourci de la fenêtre des paroles sans frontières
nl: Snelkoppeling voor zonder schermindeling songteksten
ru: Ярлык в окне без границ
zh_cn: 无边框歌词窗口快捷方式

# SettingsPageCache.Description
source: Including log files, network lyrics cache
de: Inklusive Logdateien, Netzwerk-Songtext-Cache
es: Incluye archivos de registro, caché de letras de red
fr: Incluant les fichiers logs, le cache de paroles du réseau
ja: Includes log files, online lyrics cache
nl: Inclusief logbestanden, netwerksongtekst cache
ru: Включая файлы журнала, кэш сетевых текстов песен
zh_cn: 包括日志文件，网络歌词缓存
zh_tw: 包括日誌文件，網絡歌詞緩存

# SettingsPageCache.Header
source: Cache
es: Caché
ja: キャッシュ
nl: Cachegeheugen
ru: Кэш
zh_cn: 缓存
zh_tw: 快取

# SettingsPageCenter.Content
source: Center
de: Zentriert
es: Centrar
fr: Centrer
ja: 中心
nl: Gecentreerd
ru: По центру

# SettingsPageCheckShortcut.Content
source: Check Shortcut
de: Verknüpfung prüfen
es: Comprobar acceso directo
fr: Vérifier le raccourci
ja: ショートカットをチェック！
nl: Snelkoppeling controleren
ru: Проверить ярлык

# SettingsPageChinese.Header
source: Chinese Pronunciation
de: Chinesische Aussprache
es: Pronunciación china
fr: prononciation chinoise
ja: Chinese Phonetic
nl: Chinese uitspraak
ru: Китайское произношение
zh_cn: 中文注音

# SettingsPageChineseLyrics.Text
source: Chinese Lyrics
de: Chinesische Songtexte
es: Letras chinas
fr: Paroles de paroles en chinois
ja: 中国語の歌詞
nl: Chinese songteksten
ru: Китайский текст песни
zh_cn: 中文歌词

# SettingsPageChinesePreference.Header
source: Convert Chinese to Traditional Chinese
de: Chinesisch in traditionelles Chinesisch umwandeln
es: Convierte chino a chino tradicional
fr: Convertir le chinois en chinois traditionnel
ja: Convert Chinese to Traditional
nl: Converteer Chinees naar traditioneel Chinees
ru: Конвертировать китайский на традиционный китайский
zh_cn: 中文转换为繁体

# SettingsPageCJK.Header
source: CJK Unified Ideograph
de: CJK Vereinheitlichter Ideograph
es: Ideográfico unificado de CJK
fr: Idéographe unifié CJC
ja: CJK Unified Ideographs
nl: CJK Gecombineerde Ideografie
ru: CJK Унифицированный Идеограф
zh_cn: 中日韩统一表意文字

# SettingsPageClear.Content
source: Clear
de: Leeren
es: Claro
fr: Nettoyer
ja: 消去
nl: Verwijderen
ru: Очистить

# SettingsPageClearCache.Content
source: Clear Cache Files
de: Cache-Dateien löschen
es: Borrar Archivos de Caché
fr: Vider les fichiers du cache
ja: キャッシュファイルをクリア
nl: Cache bestanden wissen
ru: Очистить кэш
zh_cn: 清除缓存文件

# SettingsPageClickThrough.Header
source: Click-Through
de: Durchklicken
es: Clic a través
nl: Doorklikken
ru: Переход по нажатию
zh_cn: 点击穿透

# SettingsPageClickThroughHotKey.Header
source: Click-Through Shortcut Keys
de: Tastenkürzel durchklicken
es: Teclas de acceso directo
fr: Touches de raccourci cliquantes
nl: Doorklikken sneltoetsen
ru: Горячие клавиши клика
zh_cn: 点击穿透快捷键

# SettingsPageCloseStatus.Text
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: Closed
nl: Afsluiten
ru: Закрыть

# SettingsPageCollapseDropdown.Content
source: Collapse Dropdown
de: Dropdown einklappen
es: Colapse Dropdown
fr: Réduire la liste déroulante
ja: ドロップダウンを折りたたみます
nl: Uitklapmenu inklappen
ru: Свернуть выпадающий список

# SettingsPageCompactTitleBar.Content
source: Compact
de: Kompakt
es: Compacto
ja: コンパクト
nl: Compacte
ru: Компактный
zh_cn: 紧凑
zh_tw: 緊湊

# SettingsPageConfigName.Description
source: Naming the recorded window states can help you distinguish them better
de: Die Benennung der aufgezeichneten Fensterzustände kann Ihnen helfen, sie besser zu unterscheiden
es: Nombrar los estados de la ventana grabada puede ayudarte a distinguirlos mejor
fr: Nommer les états de fenêtre enregistrés peut vous aider à mieux les distinguer
ja: Naming recorded window statuses helps you distinguish them better
nl: De opgenomen vensterstaten noemen kan u helpen om ze beter te onderscheiden
ru: Наименование состояний записанных окон может помочь вам отличить их лучше
zh_cn: 命名记录的窗口状态可以帮助您更好地区分它们

# SettingsPageConfigName.Header
source: Configuration Name
de: Konfigurationsname
es: Nombre de configuración
fr: Nom de la configuration
ja: Config Name
nl: Configuratie naam
ru: Имя конфигурации
zh_cn: 配置名称

# SettingsPageConfigPlaybackSource.Text
source: Configure Playback Source
de: Wiedergabequelle konfigurieren
es: Configurar fuente de reproducción
fr: Configurer la source de lecture
ja: 再生ソースを設定します
nl: Afspeelbron configureren
ru: Настроить источник воспроизведения

# SettingsPageCreateFromCurrent.Text
source: Copy
de: Kopieren
es: Copiar
fr: Copie
ja: Duplicate
nl: Kopiëren
ru: Копировать

# SettingsPageCreateFromTemplates.Content
source: Create from Templates
de: Aus Vorlagen erstellen
es: Crear desde plantillas
fr: Créer à partir de modèles
ja: Create from template
nl: Creëer van sjablonen
ru: Создать из шаблонов
zh_cn: 从模板创建

# SettingsPageCurrentLyricsWindowStatus.Text
source: Current Lyrics Window Status
de: Status des aktuellen Songtext-Fensters
es: Estado actual de la ventana de letras
fr: Statut de la fenêtre de paroles actuelle
ja: 現在の歌詞ウィンドウステータス
nl: Status van huidige songtekst venster
ru: Статус текущего окна текста песни
zh_cn: 当前歌词窗口状态

# SettingsPageCutletDockerServer.Header
source: cutlet-docker Transliteration Service
es: servicio de transliteración de cutlet-docker
fr: service de translittération de docker coupé
ja: cutlet-docker 音声翻訳サービス
nl: cutlet-docker transliteratie service
ru: сервис транслитерации обрезанного дока

# SettingsPageDark.Content
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: 暗い
nl: Donker
ru: Тёмная
zh_cn: 深色
zh_tw: 深色

# SettingsPageDelete.Text
source: Delete
de: Löschen
es: Eliminar
fr: Supprimez
ja: 消去
nl: Verwijderen
ru: Удалить
zh_cn: 删除

# SettingsPageDesktopMode.Text
source: Desktop Mode (Transparent)
de: Desktop-Modus (transparent)
es: Modo de escritorio (transparente)
fr: Mode bureau (transparent)
ja: デスクトップモード（透明）
nl: Bureaublad modus (transparantie)
ru: Режим рабочего стола (прозрачный)
zh_cn: 桌面模式（透明）

# SettingsPageDisclaimer.Message
source: This project is provided as is without warranty of any kind. All lyrics, fonts, icons, and other third-party resources are the property of their respective copyright holders. The author of this project does not claim ownership of such resources. This project is non-commercial and should not be used to infringe any rights. Users are responsible for ensuring their own use complies with applicable laws and licenses.
de: Dieses Projekt wird ohne jegliche Gewährleistung zur Verfügung gestellt. Alle Texte, Schriftarten, Icons und andere Ressourcen Dritter sind Eigentum der jeweiligen Copyright-Inhaber. Der Autor dieses Projekts beansprucht nicht das Eigentum an solchen Ressourcen. Dieses Projekt ist nicht kommerziell und sollte nicht dazu benutzt werden, Rechte zu verletzen. Der Nutzer ist dafür verantwortlich, dass seine eigene Nutzung den geltenden Gesetzen und Lizenzen entspricht.
es: Este proyecto se proporciona sin garantía de ningún tipo. Todas las letras, fuentes, iconos y otros recursos de terceros son propiedad de sus respectivos titulares de derechos de autor. El autor de este proyecto no se responsabiliza de tales recursos. Este proyecto no es comercial y no debe utilizarse para infringir ningún derecho. Los usuarios son responsables de asegurar que su propio uso cumpla con las leyes y licencias aplicables.
fr: Ce projet est fourni sans garantie d'aucune sorte. Toutes les paroles, polices, icônes et autres ressources tierces sont la propriété de leurs détenteurs respectifs de droits d’auteur. L'auteur de ce projet ne revendique pas la propriété de ces ressources. Ce projet est non commercial et ne doit être utilisé pour enfreindre aucun droit. Il incombe aux utilisateurs de veiller à ce que leur propre utilisation soit conforme aux lois et licences applicables.
ja: This project is provided as-is without warranty of any kind. All lyrics, fonts, icons, and other third-party resources are property of their respective copyright holders. The authors of this project claim no ownership of such resources. This project is non-commercial and must not be used to infringe any rights. Users are responsible for ensuring their use complies with applicable laws and licenses.
nl: Dit project wordt uitgevoerd zonder enige garantie. Alle songteksten, lettertypen, pictogrammen en andere bronnen van derden zijn eigendom van hun respectieve auteursrechthouders. De auteur van dit project is geen eigenaar van dergelijke middelen. Dit project is niet-commercieel van aard en mag niet worden gebruikt om rechten te schenden. Gebruikers zijn verantwoordelijk om ervoor te zorgen dat hun eigen gebruik voldoet aan toepasselijke wetten en licenties.
ru: Данный проект предоставляется как без каких-либо гарантий. Все тексты, шрифты, иконки и другие сторонние ресурсы являются собственностью их правообладателей. Автор этого проекта не претендует на право собственности на такие ресурсы. Данный проект не является коммерческим и не должен использоваться для нарушения каких-либо прав. Пользователи несут ответственность за то, чтобы их собственное использование соответствовало действующим законам и лицензиям.
zh_cn: 本项目按原样提供，不提供任何形式的保证。所有歌词、字体、图标和其他第三方资源均为其各自版权所有者的财产。本项目的作者不主张此类资源的所有权。本项目为非商业性项目，不得用于侵犯任何权利。用户有责任确保自己的使用符合适用的法律和许可。

# SettingsPageDiscord.Content
source: Discord
es: Discordia
nl: Onenigheid

# SettingsPageDiscordPresence.Header
source: Display Listening Status via Discord Presence
de: Hörstatus über Discord Presence anzeigen
es: Mostrar estado de escucha a través de Discord Presence
fr: Afficher le statut d'écoute via Discord Presence
ja: Show listening status via Discord Presence
nl: Toon luisterstatus via Discord Presence
ru: Отображать статус прослушивания через Discord Presence

# SettingsPageDisplayTypeSwitcher.Header
source: Layout Mode
de: Layout-Modus
es: Modo de diseño
fr: Mode d'affichage
ja: レイアウトモード
nl: Lay-out modus
ru: Режим макета
zh_cn: 布局模式

# SettingsPageDockedMode.Text
source: Docked Mode
de: Andockmodus
es: Modo acoplado
fr: Mode ancré
ja: ドック式
nl: Gekoppelde modus
ru: Пристыкованный режим
zh_cn: 停靠模式

# SettingsPageDockMonitor.Header
source: Target Monitor
de: Zielmonitor
es: Seguidor de destino
fr: Moniteur cible
ja: Target Display
nl: Doel monitor
ru: Монитор адресата
zh_cn: 目标显示器

# SettingsPageDockPlacement.Header
source: Work Area Placement
de: Arbeitsplatzplatzierung
es: Ubicación de área de trabajo
fr: Lieu de travail
ja: Workspace Position
nl: Werkgebied plaatsing
ru: Размещение области работы
zh_cn: 工作区域位置

# SettingsPageDockPlacementBottom.Content
source: Bottom
de: Unten
es: Abajo
fr: Bas
ja: 底
nl: Onderaan
ru: Внизу
zh_cn: 底部
zh_tw: 底部

# SettingsPageDockPlacementTop.Content
source: Top
de: Oben
es: Subir
fr: En haut
ja: トップ
nl: Bovenkant
ru: Сверху
zh_cn: 顶部
zh_tw: 頂部

# SettingsPageDockWindowHeight.Header
source: Window Height
de: Fensterhöhe
es: Altura de Ventana
fr: Hauteur de la fenêtre
ja: 窓の高さ
nl: Hoogte venster
ru: Высота окна
zh_cn: 窗口高度

# SettingsPageDragArea.Header
source: Draggable Area
de: Ziehbare Fläche
es: Área arrastrable
fr: Zone glissante
ja: ドラッグ可能
nl: Versleepbaar gebied
ru: Область перетаскивания
zh_cn: 可拖拽区域

# SettingsPageEasingFuncType.Header
source: Easing Animation Type
de: Lockernde Animationstyp
es: Tipo de animación relajante
fr: Type d'animation de facilité
ja: Easing Function Type
nl: Versoepeling animatie type
ru: Тип анимации
zh_cn: 缓动动画类型

# SettingsPageEasingTypeEaseInOutBack.Content
source: Ease-in-out Back
de: Einfaches Hinten
es: Retroceso
fr: Rétro-en-dessous
ja: Back Ease In-Out
nl: Achterzijde verwijderen
ru: Быстрый выход
zh_cn: 回弹缓入缓出

# SettingsPageEasingTypeEaseInOutBounce.Content
source: Ease-in-out Bounce
de: Einfacher Bounce
es: Rebote fácil
fr: Rebondir facilement
ja: Bounce Ease In-Out
nl: Uitgeschakelt stuiter
ru: Простой отскок
zh_cn: 弹跳缓入缓出

# SettingsPageEasingTypeEaseInOutCirc.Content
source: Ease-in-out Circ
de: Einfacher in-out-Kreis
es: Circ fácil
fr: Cercle de sortie facile
ja: Circular Ease In-Out
nl: Ontspannen circ
ru: Простой круг
zh_cn: 圆形缓入缓出

# SettingsPageEasingTypeEaseInOutCubic.Content
source: Ease-in-out Cubic
de: Einfaches In-Out-Kubisch
es: Cúbico fácil
fr: Cube facile à insérer
ja: Cubic Ease In-Out
nl: Makkelijke kubieke modus
ru: Быстрый выход кубика
zh_cn: 三次缓入缓出

# SettingsPageEasingTypeEaseInOutElastic.Content
source: Ease-in-out Elastic
de: Leicht in Elastisch
es: Elástico fácil
fr: Elastique facile à insérer
ja: Elastic Ease In-Out
nl: Ontspannen elastiek
ru: Простой эластичный
zh_cn: 弹性缓入缓出

# SettingsPageEasingTypeEaseInOutExpo.Content
source: Ease-in-out Expo
de: Leichte in-out-Expo
es: Exposición fácil
fr: Exposition facile d'accès
ja: Exponential Ease In-Out
nl: Uit-tijdsbesteding
zh_cn: 指数缓入缓出

# SettingsPageEasingTypeEaseInOutQuad.Content
source: Ease-in-out Quad
de: Einfaches in-Out Quadrat
es: Cuádruple
fr: Quad facile à insérer
ja: Quadratic Ease In-Out
nl: Vrijgave quad
ru: Избыточный квад
zh_cn: 二次缓入缓出

# SettingsPageEasingTypeEaseInOutQuart.Content
source: Ease-in-out Quart
de: Einfaches in-out-Quart
es: Cuarto fácil
fr: Senti-en-dehors quart
ja: Quartic Ease In-Out
nl: Uitgeschakelde vierkant
ru: Избыточная четверка
zh_cn: 四次缓入缓出

# SettingsPageEasingTypeEaseInOutQuint.Content
source: Ease-in-out Quint
de: Einfacher In-Out Quint
es: Quint fácil
fr: Quint de sortie facile
ja: Quintic Ease In-Out
nl: Uitgeschakelde quint
ru: Быстрый квинт
zh_cn: 五次缓入缓出

# SettingsPageEasingTypeEaseInOutSine.Content
source: Ease-in-out Sine
de: Einfacher Sinus
es: Sine fácil
fr: Sinus aisé
ja: Sine Ease In-Out
nl: In-out sinus
ru: Простой синус
zh_cn: 正弦缓入缓出

# SettingsPageEasingTypeLinear.Content
source: Linear
es: Lineal
fr: Linéaire
ja: リニア
nl: Lineaire
ru: Линейный
zh_cn: 线性
zh_tw: 線性

# SettingsPageEasingTypeSmoothStep.Content
source: Smooth Step
de: Glatter Schritt
es: Suavizar paso
fr: Étape lisse
ja: スムーズなステップ
nl: Vloeiende stap
ru: Гладкий шаг
zh_cn: 平滑步进

# SettingsPageEffectLineStartToCurrentChar.Content
source: Line Start to Current Char
de: Zeilenanfang zum aktuellen Zeichen
es: Inicio de línea a Char actual
fr: Début de la ligne vers le caractère actuel
ja: 現在の文字への行開始
nl: Lijn start naar huidige teken
ru: Запуск строки на текущий символ

# SettingsPageEffectScopeLongDurationSyllable.Content
source: Long Duration Syllable
de: Langfristige Silbe
es: Duración larga Syllable
fr: syllabe longue durée
ja: 長時間の音節
nl: Lange duur sylble
ru: Долгосрочный силлируемый

# SettingsPageEN.Content
source: English
de: Englisch
es: Inglés
fr: Anglais
nl: Nederlands
ru: Russian

# SettingsPageEnvColorSample.Header
source: Environmental Color Sample Mode
de: Umweltfarben-Sampe-Modus
es: Modo de muestra de color ambiental
fr: Mode d'échantillonnage des couleurs environnementales
ja: Environment Color Sampling Mode
nl: Milieu kleursampe modus
ru: Режим раскрашивания цвета окружающей среды
zh_cn: 环境色彩采样模式

# SettingsPageEnvColorSampleAbove.Content
source: Above the Window
de: Über dem Fenster
es: Sobre la ventana
fr: Au-dessus de la fenêtre
ja: Above Window
nl: Boven het venster
ru: Выше окна
zh_cn: 窗口上方

# SettingsPageEnvColorSampleBelow.Content
source: Below the Window
de: Unter dem Fenster
es: Debajo de la ventana
fr: Sous la fenêtre
ja: Below Window
nl: Onder het venster
ru: Под окном
zh_cn: 窗口下方

# SettingsPageEnvColorSampleEdge.Content
source: Window Edges
de: Fensterkanten
es: Bordes de ventana
fr: Arêtes de la fenêtre
ja: Window Edge
nl: Raam randen
ru: Края окна
zh_cn: 窗口边缘

# SettingsPageEnvColorSampleInner.Content
source: Inside the Window
de: Im Fenster
es: Dentro de la ventana
fr: À l'intérieur de la fenêtre
ja: Window Inner
nl: Binnen het raam
ru: Внутри окна
zh_cn: 窗口内部

# SettingsPageExitOnGalleryWindowClosed.Header
source: Exit Program When Closing Music Library Window
de: Schließen Sie das Programm beim Schließen des Musikbibliotheksfensters
es: Salir del programa al cerrar la ventana de biblioteca de música
fr: Quitter le programme lors de la fermeture de la fenêtre de la bibliothèque musicale
ja: Exit app when Music Gallery window is closed
nl: Sluit het programma af bij het sluiten van het scherm van de muziekbibliotheek
ru: Выйти из программы при закрытии окна музыкальной библиотеки
zh_cn: Exit the program when closing the music library window

# SettingsPageExitOnLyricsWindowClosed.Header
source: Exit Program When Closing Lyrics Window
de: Schließen Sie das Programm, wenn Sie das Songtext-Fenster schließen
es: Salir del programa al cerrar la ventana de letras
fr: Quitter le programme lorsque vous fermez la fenêtre des paroles
ja: Exit app when lyrics window is closed
nl: Sluit het programma af wanneer u het songtekst venster sluit
ru: Выйти из программы при закрытии окна текста песни
zh_cn: 关闭歌词窗口时退出程序

# SettingsPageExportSettingsButton.Content
source: Export Settings
de: Export-Einstellungen
es: Exportar ajustes
fr: Exporter les paramètres
ja: エクスポート設定
nl: Exporteer instellingen
ru: Настройки экспорта
zh_cn: 导出设置

# SettingsPageExtendedTitleBar.Content
source: Extended
de: Erweitert
es: Extendido
fr: Étendu
ja: 拡張
nl: Uitgebreid
ru: Расширенный
zh_cn: 扩展
zh_tw: 擴充

# SettingsPageFan.Header
source: Fan Lyrics
de: Fan Songtexte
es: Letras de fans
fr: Paroles de fans
ja: Fan-shaped Lyrics
nl: Fan songteksten
ru: Фан-тексты
zh_cn: 扇形歌词

# SettingsPageFAQ.Content
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire aux questions
ja: FAQ
nl: Veel gestelde vragen
ru: Часто задаваемые вопросы
zh_cn: 常见问题与解答

# SettingsPageFixedTimeStep.Header
source: Fixed Time Step Rendering
de: Feste Zeitschritt Rendering
es: Renderizado paso de tiempo fijo
fr: Rendu du pas de temps fixe
ja: 固定時間ステップレンダリング
nl: Vaste tijdstap rendering
ru: Фиксированное время рендеринга
zh_cn: 固定时间步长渲染

# SettingsPageFluidLayer.Header
source: Fluid Layer
de: Flüssigkeitsschicht
es: Capa de fluido
fr: Couche fluide
ja: 流体層
nl: Vloeistof laag
ru: Жидкий слой
zh_cn: 流体层

# SettingsPageFogLayer.Header
source: Fog Layer
de: Nebelschicht
es: Capa de niebla
fr: Couche de brouillard
ja: フォグレイヤー
nl: Mis laag
ru: Слой тумана

# SettingsPageFollowSystem.Content
source: Follow System
de: System folgen
es: Seguir sistema
fr: Suivre le système
ja: システムをフォローします
nl: Volg systeem
ru: Следовать за системой
zh_cn: 跟随系统

# SettingsPageForceAlwaysOnTop.Description
source: Keep the lyrics window on top by polling
de: Songtext-Fenster durch Umfragen oben halten
es: Mantén la ventana de letras encima de la encuesta
fr: Garder la fenêtre des paroles en haut par sondage
ja: Keep lyrics window always on top via polling
nl: Houd het songtekst venster bovenaan door te stemmen
ru: Держите окно текстов песен поверх голосований
zh_cn: 通过轮询方式使歌词窗口保持置于顶层状态

# SettingsPageForceAlwaysOnTop.Header
source: Force on Top
de: Oben erzwingen
es: Forzar arriba
fr: Forcer au premier plan
ja: Force Always on Top
nl: Forceer bovenaan
ru: Принудительно
zh_cn: 强制置于顶层

# SettingsPageForceWordByWordEffect.Description
source: Even if the current lyrics do not have word-by-word information, it will force it to simulate a word-by-word effect
de: Auch wenn der aktuelle Songtext keine Wort-zu-Wort-Informationen hat, wird er es zwingen, einen Wort-zu-Wort-Effekt zu simulieren
es: Incluso si la letra actual no tiene información de palabra por palabra, la obligará a simular un efecto palabra por palabra
fr: Même si les paroles actuelles ne disposent pas d'informations mot par mot, elles le forceront à simuler un effet mot à mot
ja: Force word-by-word simulation even if current lyrics don't have word-by-word info
nl: Zelfs als de huidige teksten geen woord-voor-woordinformatie hebben, zal het het forceren om een woordvoor-woordeffect te simuleren
ru: Даже если текущие тексты не содержат информации на словах, это заставит их симулировать эффект пословного слова

# SettingsPageForceWordByWordEffect.Header
source: Force Enable Word-by-Word Lyrics Effect
de: Texteffekt von Wort für Wort aktivieren
es: Forzar activar letras de palabras por palabra
fr: Forcer l’activation de l’effet de paroles mot par mot
ja: Force Word-by-Word Effect
nl: Forceer het woord-voor-woord effect inschakelen
ru: Принудительно включить поименный текст песни

# SettingsPageFPS.Header
source: Rendering Frame Rate
de: Bildrate rendern
es: Ratio de fotogramas
fr: Vitesse de rendu des images
ja: Render FPS
nl: Rendering framesnelheid
ru: Расход рамы рендеринга
zh_cn: 渲染帧率
